Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F38B.tmx
Source language: en_us
Languages: zh_cn

source: Would you be beautiful in the ancient world?
zh_cn: 你的美能称霸古希腊吗？

source: In ancient Greece the rules of beauty were all important.
zh_cn: 古希腊的审美标准要求面面俱到。

source: Things were good for men who were buff and glossy.
zh_cn: 对古希腊美男来说，健美的身材和俊朗的长相是一件好事。

source: And for women, fuller-figured redheads were in favour - but they had to contend with an ominous undercurrent, historian Bettany Hughes explains.
zh_cn: 但对古希腊美女而言，满头靓丽的红发固然讨人喜欢，但她们要小心红颜祸水的传言，历史学家Bettany Hugnes如是说。

source: A full-lipped, cheek-chiselled man in Ancient Greece knew two things - that his beauty was a blessing (a gift of the gods no less) and that his perfect exterior hid an inner perfection.
zh_cn: 拥有丰满双唇和立体颧骨的古希腊美男对两件事心知肚明：1）他的美貌是天赐的礼物；2）他完美的外表意味着同样完美的内在。

source: For the Greeks a beautiful body was considered direct evidence of a beautiful mind. They even had a word for it - kaloskagathos - which meant being gorgeous to look at, and hence being a good person.
zh_cn: 古希腊人认为外在美是内在美的直接证明，Kaloskagathos就是用来形容男子长相的专用词，意思是因为外表动人，所以必是好人。

source: Not very politically correct, I know, but the horrible truth is that pretty Greek boys would have swaggered around convinced they were triply blessed - beautiful, brainy and god-beloved.
zh_cn: 虽然政治立场上不是很正确，但据我所知，古希腊美少男们深信他们受到三重佑护：美貌，聪明和神的偏爱。

source: So what made them fit?
zh_cn: 他们怎样才能不负虚名？

source: For years, classical Greek sculpture was believed to be a perfectionist fantasy - an impossible ideal, but we now think a number of the exquisite statues from the 5th to the 3rd Centuries BC were in fact cast from life - a real person was covered with plaster, and the mould created was then used to make the sculpture.
zh_cn: 多年来，经典古希腊雕像一直是完美主义者的理想：令人难以置信的完美。如今我们认为，在公元前3-5世纪，有一定数量的雕像是真人写实：在美男的身体上浇上石膏，再基于石膏模板制作雕像。

source: Those with leisure time could spend up to eight hours a day in the gym.
zh_cn: 有钱有闲的古希腊美男每天用近八小时健身。

source: An average Athenian or Spartan citizen would have been seriously ripped - thin-waisted, small-penised, oiled from his "glistening lovelocks" down to his ideally slim toes.
zh_cn: 锻炼后的雅典和斯巴达公民的平均身材水准：瘦腰身，小巧的生殖器，橄榄油从细密的卷发一路闪耀到修长的脚趾。

source: A rather different story though when it comes to the female of the species.
zh_cn: 美丽的古希腊女性则面临截然不同的命运。

source: Hesiod - an 8th/7th Century BC author whose works were as close as the Greeks got to a bible - described the first created woman simply as kalon kakon - "the beautiful-evil thing".
zh_cn: 公元前7或8世纪的古希腊诗人Hesiod撰写的《神谱》是古希腊文学的重要代表作，在文中，他称宙斯创造的第一个人类女性潘多拉（kalon kakon）为：美好又邪恶的事物。

source: She was evil because she was beautiful, and beautiful because she was evil.
zh_cn: 她因美丽而邪恶，因邪恶而美丽。

source: Being a good-looking man was fundamentally good news. Being a handsome woman, by definition, spelt trouble.
zh_cn: 看来在古希腊，做个美男是件美事，但作为美女就可能是祸害咯。

source: And if that wasn't bad enough, beauty was frequently a competitive sport.
zh_cn: 如果这些还不够，那来看看选美竞赛。

source: Beauty contests - kallisteia - were a regular fixture in the training grounds of the Olympics at Elis and on the islands of Tenedos and Lesbos, where women were judged as they walked to and fro. Triumphant men had ribbons tied around winning features - a particularly pulchritudinous calf-muscle or bicep.
zh_cn: Kallisteia是古希腊的选美竞赛，常常在特内多斯岛、莱斯博斯岛和伊莱斯的奥林匹克训练场举行。美女们在场上走来走去接受审视；得胜的美男们则把缎带绑在最美的身体部位，特别是美丽的小腿肌肉上。

source: My favourite has to be the contest in honour of Aphrodite Kallipugos - Aphrodite of the beautiful buttocks.
zh_cn: 选美竞赛中，我最喜欢的场次是向爱神致敬、名为“阿芙罗狄蒂Aphrodite美丽臀部”的赛事。

source: The story goes that when deliberating on where to found a temple to the goddess in Sicily it was decided an exemplar of human beauty should make the choice.
zh_cn: 传说在考虑西西里众神庙位置时，大家决定由最美丽的人来选择。

source: Two amply-portioned farmer's daughters battled it out. The best endowed was given the honour of choosing the site for Aphrodite's shrine.
zh_cn: 两个入围农夫的女儿进入决赛，胜出者将决定爱神神殿的位置。

source: Fat-bottomed girls clearly had a hotline to the goddess of love.
zh_cn: 这一次，下半身肥美的女孩得到了神的眷顾。

source: So wide hips and white arms, sometimes blanched by the application of white-lead make-up, were all good for the Greeks.
zh_cn: 可见肥臀和玉臂均符合古希腊的审美口味，虽然有些是通过化妆美白。

source: Redheads could also take comfort. Though they were spurned as witches across the later medieval world - and still are in some countries even today - they had prehistoric power, as shown in one of the most sublime pieces of art from all of antiquity.
zh_cn: 红发也算美丽的标准之一，虽然红发在中世纪乃至今日都被渲染成女巫的标志：在古希腊最具盛名的艺术作品中，她们被认为拥有神秘的史前力量。

source: The Bronze Age wall-paintings on the Greek island of Thera (modern-day Santorini), preserved when the island-volcano erupted c1600BC, show a gaggle of beauties.
zh_cn: 在希拉岛（今日的圣托里尼）的青铜时代壁画上，保留着公元前1600年冰岛火山爆发时的美女。

source: Just one young woman is allowed to approach the goddess - after restoration it became clear this exquisite creature is unique thanks to a mane of deep red hair.
zh_cn: 壁画中，只有一个年轻女性获许接近女神；壁画修复后发现这个美丽的女子拥有深色的红发。

source: Xanthos - "golden" or tawny - is a standard epithet used to describe heroes in epic literature.
zh_cn: 古希腊语Xanthos的意思是金黄色，常用来形容史诗文学中的英雄人物。

source: Orthodox thought tells us this is just a literary trope, but anyone who has stood with a tawny or redhead friend, backlit by a Mediterranean sun, will know something magical does happen. Here in front of you is spun gold.
zh_cn: 虽然Xanthos只是一个文学比喻，但任何人只要跟金色或者红色头发的朋友站在一起，在地中海阳光的照耀下，就一定会有不同寻常的事情发生。

source: For a magpie culture that collected gold trinkets and golden jewellery so fine a single necklace could be made of 16,000 individually worked pieces, the power of the blonde was believed to be real.
zh_cn: 如今呈现在你眼前的，是一种喜欢收集黄金物件和珠宝、能制作由16000个独立部件组成的黄金项链的喜鹊文化，由此，金发的影响力可见一斑。

source: Interestingly the femme-fatale-ness of one blonde-bombshell - Helen of Troy - was considered to stem not from the way she looked, but how she made men feel and what she made men do.
zh_cn: 有趣的是，同样拥有金色头发的蛇蝎美人：特洛伊的Helen，让她脱颖而出的不是长相，而是她带给男人的感觉，以及她对男人行为的影响力。

source: When we first meet her in book three of Homer's Iliad, the old men sing, their voices rising and falling, like cicadas: "Oh what beauty!" they say.
zh_cn: 在荷马史诗《伊利亚特》的第三本书里，她的出场是这样的：年长的男子像蝉般吟唱，他们的声音时高时低“哦多么美丽啊！”

source: "Terrible beauty - beauty like that of a goddess" - meaning the kind of presence that drives men to distraction.
zh_cn: “让人惶恐的美丽，像极了女神的美丽”，生动描述了Helen让男人们意乱情迷的仪表。

source: Helen of Troy
zh_cn: 特洛伊的Helen

source: If Helen represents the real aristocrats of the Bronze Age Aegean we know a Spartan queen 3,500 years ago would have sported fierce, kohl-rimmed eyes, red tattoos of suns on her chin and cheeks, her hair shaven as a teenager and then dressed to look like snakes. Her breasts would have been bare or covered in a diaphanous gauze.
zh_cn: 如果我们所知的3500年前的斯巴达皇后Helen代表青铜时代爱琴海的真正贵族，那么她应该拥有性感的身型，涂了黑色眼线的双眸，并在下巴和颧骨处纹有红色太阳；她的头发梳理得像个少女，身材玲珑曲线毕露，她的胸部在轻纱下隐现。

source: The literary Helen drew men both to her bed and to their deaths.
zh_cn: 史诗中的Helen不但让男人销魂，还能带走他的灵魂。

source: Her beauty was a weapon of mass destruction.
zh_cn: 她的美貌具有大规模杀伤性。

source: In the Greek mind everything had an intrinsic meaning; nothing was pointless.
zh_cn: 古希腊人认为万物的存在皆有其意义。
